// © Copyright 2015-2016 HP Development Company, L.P.

CPTTaskName = "墨盒保护";
CPTTaskTitle = "HP 墨盒保护";

CPTCartridgeProtectionTaskDescription = "此功能旨在防止墨盒被盗和造假，方法是自动标记打印机中已使用的墨盒，使其无法再用于任何其他打印机。";

CPTEnableProtectionButtonTitle = "启用墨盒保护";
CPTEnableProtectionDescription = "当前和今后安装的所有墨盒都将受到永久保护，并且只能用于此打印机。如果之后将此功能禁用，那么在启用保护时安装的墨盒仍将受到保护。";

CPTMoreInfoButtonTitle = "更多信息…";
